---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.ConcreteFinishType.Smooth
enum: Autodesk.Revit.DB.Visual.ConcreteFinishType
source: html/93bdd9a4-f98d-8e24-3816-b40089161e66.htm
---
# Autodesk.Revit.DB.Visual.ConcreteFinishType.Smooth